
{
  "data": [
    {
      "id": 5,
      "username": "ironman",
      "photo": "https://i.pinimg.com/200x/86/c4/56/86c4562add592bec738079084a4995d2.jpg",
      "post": {
        "picture": "https://wellgroomedgentleman.com/media/images/Tony_Stark_Beard_with_Quiff_Hairstyle.width-800.jpg",
        "description": "Todo el mundo quiere un final feliz, ¿verdad? Pero no siempre sucede de esa manera. Quizás esta vez. Espero que si escuchas esto… sea durante la celebración. Espero que las familias estén reunidas. Espero que lo hayamos recuperado, como si se hubiera restaurado una versión normal del planeta, si es que alguna vez existió tal cosa.",
        "hour": "15 h",
        "location": "Barranquilla, Atlantico"
      }
    },
    {
      "id": 14,
      "username": "groot",
      "photo": "https://64.media.tumblr.com/4cc28081fb968eab803fd8718377ec33/tumblr_pm2s7haCeJ1xspf1oo1_400.png",
      "post": {
        "picture": "https://img.asmedia.epimg.net/resizer/gi4yhy5HVdsf0ppGDlxzLIFU25A=/1472x1104/cloudfront-eu-central-1.images.arcpublishing.com/diarioas/TFTPENU4INLYTP7JB7KMTCJARI.jpg",
        "description": "Yo soy groot Yo soy groot Yo soy groot Yo soy groot Yo soy groot Yo soy groot Yo soy groot Yo soy groot Yo soy groot Yo soy groot Yo soy groot Yo soy groot Yo soy groot Yo soy groot Yo soy groot Yo soy groot Yo soy groot.",
        "hour": "23 h",
        "location": "Universidad simón bolivar"
      }
    },
    {
      "id": 12,
      "username": "dr.strange",
      "photo": "https://i.pinimg.com/200x/58/8f/39/588f3901f5b564ce881bc533b27439dc.jpg",
      "post": {
        "picture": "https://revistahush.com/wp-content/uploads/2023/04/Doctor-Stange-7.webp",
        "description": "El jefe de Marvel Studios, Kevin Feige, ha calificado a Doctor Strange como el ancla del Universo Cinematográfico Marvel en un discurso de homenaje a los logros de Benedict Cumberbatch. Vengadores: Endgame lo cambió todo, y eso nos lleva a la pregunta de quién liderará el UCM a partir de ahora. Durante la ceremonia de reconocimiento de la incorporación de Benedict Cumberbatch al Paseo de la Fama de Hollywood, el jefe de Marvel, Kevin Feige, insinuó que todo podría recaer en Doctor Strange.",
        "hour": "3 h",
        "location": "Simón bolivar"
      }
    },
    {
      "id": 13,
      "username": "antman",
      "photo": "https://i.pinimg.com/200x/22/f9/36/22f936e6e257b136fbb35ec399eb5f9f.jpg",
      "post": {
        "picture": "https://cdn.colombia.com/sdi/2023/01/10/ant-man-and-the-wasp-quantumania-revela-tambien-sus-dos-nuevos-posters-promocionales-1106837.jpg",
        "description": "Si las dos primeras entregas de la trilogía Ant-Man fueron un extraño ejemplo de modestia, discreción y pequeñez deliberada dentro del mastodóntico ámbito del cine de superhéroes, la tercera renuncia por completo a esa singularidad para, al contrario, erigirse en uno de los ejemplos más toscos de la fórmula explotada de forma extenuante por el Universo Cinematográfico de Marvel (MCU). De hecho, es una película más interesada en funcionar como engranaje dentro de esa interminable saga que en proporcionar entretenimiento. ",
        "hour": "1 h",
        "location": "Simón bolivar"
      }
    },
    {
      "id": 3,
      "username": "wanda.maximoffs",
      "photo": "https://i.pinimg.com/200x/a0/8d/3f/a08d3f5ffdd05760e6db114114dd5433.jpg",
      "post": {
        "picture": "https://media.es.wired.com/photos/631eda076fafe1c2145262d1/3:2/pass/Wanda-Dr-Strange-Multiverse-Madness-Culture.jpg",
        "description": "Wanda Maximoff ha pasado un par de años difíciles. Tras sus apariciones en varias películas de The Avengers, el personaje finalmente tuvo protagonismo en la primera serie original de Marvel de Disney+, WandaVision y de nuevo en la serie Doctor Strange: In the Multiverse of Madness.",
        "hour": "23 minutes",
        "location": "Barranquilla, Atlantico"
      }
    },
    {
      "id": 9,
      "username": "black.panther",
      "photo": "https://i.pinimg.com/200x/b6/61/00/b66100c58de0208d032acec0a36f4fe6.jpg",
      "post": {
        "picture": "https://www.gamerfocus.co/wp-content/uploads/2016/01/Black-Panther.jpg",
        "description": "En el largometraje se indica que el 'rey T'Challa' tenía una enfermedad rara y muy grave, pero que él había decidido ocultar y solamente llevaba el sufrimiento en silencio. La historia se parece mucho a la realidad del actor, ya que Chadwick Boseman tampoco había contado sobre el cáncer que padecía.",
        "hour": "2 h",
        "location": "Santa marta"
      }
    },
    {
      "id": 6,
      "username": "loki",
      "photo": "https://i.pinimg.com/200x/f5/30/ed/f530ed3ad4fbd2ba3c468110dcd89e03.jpg",
      "post": {
        "picture": "https://i.guim.co.uk/img/media/e5da92e4397a66d9771ca1ef4d0d8eb0847eda85/0_16_1920_1152/master/1920.jpg?width=1200&height=1200&quality=85&auto=format&fit=crop&s=54deacb74242d925df696fb5d0df6c62",
        "description": "Loki es una serie de televisión estadounidense creada por Michael Waldron para la plataforma de streaming Disney+, basada en el personaje de Marvel Comics. La serie es producida por Marvel Studios y está ambientada en el Universo cinematográfico de Marvel (UCM), compartiendo continuidad con las películas de la franquicia, y tiene lugar después de los eventos de la película Avengers: Endgame (2019), en la que una versión alternativa de Loki creó una nueva línea de tiempo. Waldron se desempeñó como escritor principal y Kate Herron dirigió la primera temporada, y Eric Martin se desempeña como escritor principal y el dúo, Justin Benson y Aaron Moorhead lideran el equipo de dirección de la segunda temporada, respectivamente.",
        "hour": "1 h",
        "location": "Cartagena"
      }
    }
  ]
}